IDEA Open Model
ReinfBarByTwoPoints.MasterComponent2 Property
Compatible with IDEA StatiCa 20.1
 Second master component of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement MasterComponent2 { get; set; }
Public Property MasterComponent2 As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
ReinfBarByTwoPoints Class
IdeaRS.OpenModel.Detail Namespace